** Para atualizar meu Blog no GitHub 
#+BEGIN_SRC bash 
cd /Users/neylemke/Dropbox/laptop/bloggithub/LessOrMore-master
jekyll build -d ../neylemke.github.io
cd  ../neylemke.github.io
git add --all
git commit -m "description"
git push
#+END_SRC

#+RESULTS:
| Configuration      | file:                                                       | /Users/neylemke/Dropbox/laptop/bloggithub/LessOrMore-master/_config.yml |          |                |               |              |
| Source:            | /Users/neylemke/Dropbox/laptop/bloggithub/LessOrMore-master |                                                                         |          |                |               |              |
| Destination:       | ../neylemke.github.io                                       |                                                                         |          |                |               |              |
| Incremental        | build:                                                      | disabled.                                                               | Enable   | with           | --incremental |              |
| Generating...      |                                                             |                                                                         |          |                |               |              |
| done               | in                                                          | 0.906                                                                   | seconds. |                |               |              |
| Auto-regeneration: | disabled.                                                   | Use                                                                     | --watch  | to             | enable.       |              |
| [master            | 1556b3d]                                                    | description                                                             |          |                |               |              |
| 2                  | files                                                       | changed,                                                                | 2        | insertions(+), | 8             | deletions(-) |

